"CARD_DETAILS_LABEL"                        = "Infos de carte";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "Entrez vos informations de carte en commençant par le numéro.";
"VALID_CARD_ERROR_LABEL"                    = "Fournissez un numéro de carte correct.";
"CARD_REQUIRED"                             = "Numéro de carte requis";
"CARD_INVALID"                              = "Numéro de carte incorrect";
"EXPIRATION_REQUIRED"                       = "Date d'expiration requise";
"EXPIRATION_INVALID"                        = "Date d'expiration incorrecte";
"CVV_REQUIRED"                              = "%s requis";
"CVV_INVALID"                               = "%s incorrect";
"POSTAL_CODE_HELP_LABEL"                    = "Fournissez un code postal correct.";
"POSTAL_CODE_REQUIRED"                      = "Code postal requis";
"POSTAL_CODE_INVALID"                       = "Code postal incorrect";
"COUNTRY_CODE_REQUIRED"                     = "Code pays requis";
"COUNTRY_CODE_INVALID"                      = "Code pays incorrect";
"MOBILE_NUMBER_REQUIRED"                    = "Numéro de mobile requis";
"MOBILE_NUMBER_INVALID"                     = "Numéro de mobile incorrect";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "L'inscription peut être requise pour cette carte. Un code sera envoyé par SMS à ce numéro si nécessaire.";
"SMS_CODE_REQUIRED"                         = "Code SMS requis";
"SMS_CODE_INVALID"                          = "Code SMS incorrect";

"CANCEL_ACTION"                             = "Annuler";
"RETRY_ACTION"                              = "Réessayer";
"CONTINUE_ACTION"                           = "Continuer";
"ADD_CARD_ACTION"                           = "Enregistrer une carte";
"DONE_ACTION"                               = "Terminer";
"EDIT_ACTION"                               = "Modifier";
"NEXT_ACTION"                               = "Suivant";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "OK";
"SCAN_CARD_IO_ACTION"                       = "Scanner avec l'appareil photo";

"EDIT_PAYMENT_METHOD"                       = "Modifier les modes de paiement";
"THERE_WAS_AN_ERROR"                        = "Une erreur est survenue.";
"REVIEW_AND_TRY_AGAIN"                      = "Vérifiez vos informations et réessayez.";
"INVALID_LABEL"                             = "Incorrect :";

"YEAR_LABEL"                                = "Année";
"MONTH_LABEL"                               = "Mois";

"OTHER_LABEL"                               = "Autre";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "Carte bancaire";
"RECENT_LABEL"                              = "Récent";
"SELECT_PAYMENT_LABEL"                      = "Sélectionner un mode de paiement";

"CONFIRM_ENROLLMENT_LABEL"                  = "Confirmer l'inscription";
"CONFIRM_ACTION"                            = "Confirmer";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "Entrez le code envoyé par SMS au %s.";
"SMS_CODE_LABEL"                            = "Code SMS";
"CARD_TYPE_GENERIC_CARD"                    = "Carte";
"MOBILE_COUNTRY_CODE_LABEL"                 = "Code pays";
"SECURITY_CODE_LABEL"                       = "Cryptogramme visuel";
"CVV_FIELD_PLACEHOLDER"                     = "Cryptogramme visuel";
"CVC_FIELD_PLACEHOLDER"                     = "Cryptogramme visuel";
"CID_FIELD_PLACEHOLDER"                     = "Cryptogramme visuel";
"CVN_FIELD_PLACEHOLDER"                     = "Cryptogramme visuel";
"POSTAL_CODE_PLACEHOLDER"                   = "Code postal";
"MOBILE_NUMBER_LABEL"                       = "Numéro de mobile";
"EXPIRATION_DATE_LABEL"                     = "Date d'expiration";
"CARD_NUMBER_PLACEHOLDER"                   = "Numéro de carte";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "MM/AAAA";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "MM/AA";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "Utiliser un autre numéro de téléphone";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "Carte non acceptée";
"CARD_TYPE_ELO"                             = "Elo";
